tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "git-time-metric/gtm"

brew "ccls"
brew "cmake"
brew "composer"
brew "coreutils"
brew "exa"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "gtm"
brew "htop"
brew "imagemagick"
brew "jpeg"
brew "jpeg-turbo"
brew "kotlin"
brew "lapack"
brew "libffi"
brew "librsvg"
brew "libtiff"
brew "libxml2"
brew "libxmlsec1"
brew "libxslt"
brew "mysql"
brew "octave"
brew "openblas"
brew "openssl"
brew "php", link: false
brew "pinentry-mac"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "qt"
brew "r"
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sqlite"
brew "Schniz/tap/fnm"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "webp"
brew "wget"
brew "zlib"

cask "alfred3"
cask "discord"
cask "dropbox"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "mactex"
cask "microsoft-office"
cask "slack"
cask "spectacle"
cask "spotify"
cask "thunderbird"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "skim"

brew "mas"
mas "Jira", id: 1475897096
mas "Xcode", id: 497799835
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Remote Desktop", id: 1295203466
mas "DaftCloud", id: 1320450034
mas "Telephone", id: 406825478
mas "Slack", id: 803453959
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "GCal for Google Calendar", id: 1107163858
mas "LastPass", id: 926036361
mas "MobilePASS", id: 972648459
mas "Harvest", id: 506189836
